;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! theme-magic)
(package! graphql-mode)
(package! fish-mode)
(package! kubel)
(package! kubel-evil)
(package! jsonnet-mode)
(package! caddyfile-mode)
(package! treesit-auto)
